IDEA Open Model
SectionCharacteristics.Rgy Property
Compatible with IDEA StatiCa Beta 20.0
 Gets the radius of gyration related to the axis Y. Also known as iy.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Rgy { get; set; }
Public Property Rgy As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace